[
    {
        "text": "Codes are like humor.When you have to explain it, it's bad. ",
        "author": "Cory House"
    },

    {
        "text": "Any fool can write code that computer can understand .  Good programmers write codes that human  can understand ",
        "author": "Martin Fowler"
    },
    
    {
         "text": "Hakuna Matata! It means no worries for the rest of your days.",
          "author": "The Lion King"
    },
    {
        "text": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
         "text": "Life is what happens when you're busy making other plans.",
         "author": "John Lennon"
    },
        {
          "text": "The only limit to our realization of tomorrow is our doubts of today.",
          "author": "Franklin D. Roosevelt"
        },
        {
          "text": "In the middle of every difficulty lies opportunity.",
          "author": "Albert Einstein"
        },
        {
          "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
          "author": "Winston Churchill"
        },
        {
          "text": "Happiness is not something ready made. It comes from your own actions.",
          "author": "Dalai Lama"
        },
        {
          "text": "Do what you can, with what you have, where you are.",
          "author": "Theodore Roosevelt"
        },
        {
          "text": "Your time is limited, don't waste it living someone else's life.",
          "author": "Steve Jobs"
        },
        {
          "text": "It does not matter how slowly you go as long as you do not stop.",
          "author": "Confucius"
        },
        {
          "text": "The best way to predict your future is to create it.",
          "author": "Peter Drucker"
        },
        {
          "text": "You miss 100% of the shots you don't take.",
          "author": "Wayne Gretzky"
        },
        {
          "text": "Hardships often prepare ordinary people for an extraordinary destiny.",
          "author": "C.S. Lewis"
        },
        {
          "text": "Believe you can and you're halfway there.",
          "author": "Theodore Roosevelt"
        },
        {
          "text": "The best revenge is massive success.",
          "author": "Frank Sinatra"
        },
        {
          "text": "Strive not to be a success, but rather to be of value.",
          "author": "Albert Einstein"
        },
        {
          "text": "Don't watch the clock; do what it does. Keep going.",
          "author": "Sam Levenson"
        },
        {
          "text": "The only way to do great work is to love what you do.",
          "author": "Steve Jobs"
        },
        {
          "text": "Act as if what you do makes a difference. It does.",
          "author": "William James"
        },
        {
          "text": "Success usually comes to those who are too busy to be looking for it.",
          "author": "Henry David Thoreau"
        },
        {
          "text": "Don't be afraid to give up the good to go for the great.",
          "author": "John D. Rockefeller"
        },
        {
          "text": "It’s not whether you get knocked down; it’s whether you get up.",
          "author": "Vince Lombardi"
        },
        {
          "text": "The harder you work for something, the greater you’ll feel when you achieve it.",
          "author": "Unknown"
        }
      
      
      
      


      
]